Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=204_art_id=226.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Soahki
smj: Åhpav: Soahke

source: Mu eatni namma lea / lei:_____________________________, ja son riegádii __________ ____________ (áigi / báiki)_..
smj: Muv iedne namma le / lej:_____________________________,ja sån riegádij dán biejve ______________

source: Su sohkanamma ovdal go náitalii lei ________________.
smj: bájken man namma le ______________________.

source: Son šattai bajás __________________________.
smj: Suv vuostasj maŋep namma lij _______________________.

source: Mu eadnebeal- áhku ja ádjá namat ledje _______________________________________________
smj: Sån bajássjattaj bájken man namma le __________________________.

source: Dán dieđán mu eadnebeal- áhku ja ádjá birra:_______________________________________________________
smj: Dáv sunnu birra diedáv:__________________________________________________________________

source: Mu áhči namma lea / lei:_____________________________, ja son riegádii __________ ____________(áigi/báiki).
smj: Muv áhtje namma le / lej:_____________________________, ja sån riegádij dán biejve ___________

source: Mu áhčibeale áhku ja ádjá namat ledje _______________________________________________
smj: Sån bajássjattaj bájken man namma le __________________________.

source: Dán dieđán áhčibeale áhku ja ádjá birra:_______________________________________________________
smj: Dáv sunnu birra diedáv:__________________________________________________________________

source: Du áhkku ja áddjá leigga _____________jagi boarrásat dalle go deaivvadeimme ______________________________.
smj: Áhttját ja æddnát lijga _____________jage vuorrasa gå æjvvalijga bájken man namma le ______________.

source: Moai náitaleimme _____________, jahki), ja moai ásaiduvaime ____________________________________.
smj: Válldujga jagen _____________, ja årrujga bájkkáj man namma le_______________________________.

source: Sii leat ________________________________________.
smj: Dij sjattajda ________________oarbbena, ja sijáj namá li ______________________________________.
